tap "adoptopenjdk/openjdk"
tap "afnanenayet/tap"
tap "d12frosted/emacs-plus"
tap "domt4/autoupdate"
tap "ellie/atuin"
tap "hacker1024/hacker1024"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "nickolasburr/pfa"
tap "shivammathur/php"
tap "tako8ki/tap"
tap "wez/wezterm"
tap "wpscanteam/tap"
brew "aerc"
brew "jpeg"
brew "libpng"
brew "asciinema"
brew "atuin"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "icu4c"
brew "gmp"
brew "btop"
brew "freetype"
brew "gettext"
brew "pkg-config"
brew "cocoapods"
brew "gd"
brew "krb5"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "composer"
brew "coreutils"
brew "deployer"
brew "dive"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "gnupg"
brew "google-java-format"
brew "gource"
brew "grep"
brew "htop"
brew "imagemagick"
brew "lastpass-cli"
brew "lazydocker"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "make"
brew "mosh"
brew "neofetch"
brew "neomutt"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "openssl@3"
brew "pandoc"
brew "postgresql"
brew "putty"
brew "rbenv"
brew "re2c"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sc-im"
brew "scrcpy"
brew "sd"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "stylua"
brew "terminal-notifier"
brew "tmux"
brew "tmuxinator"
brew "urlview"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "xxh"
brew "zlib"
brew "zoxide"
brew "afnanenayet/tap/diffsitter"
brew "hacker1024/hacker1024/coretemp"
brew "helix-editor/helix/helix"
brew "jesseduffield/lazygit/lazygit"
brew "khanhas/tap/spicetify-cli"
brew "tako8ki/tap/gobang"
brew "wpscanteam/tap/wpscan"
cask "adoptopenjdk11"
cask "amethyst"
cask "android-platform-tools"
cask "brooklyn"
cask "discord"
cask "flipper"
cask "gimp"
cask "hammerspoon"
cask "kitty"
cask "raycast"
cask "rectangle"
cask "wezterm"
